presidents_inaug_dates = {
    '노무현' : '2003-03-01',
    '이명박' : '2008-03-01',
    '박근혜' : '2013-03-01',
    '문재인' : '2017-05-01'}
총수주액1 = ['공공부문', '민간부문']
총수주액2 = ['건축','토목']
공공부문수주액 = ['중앙정부','지방자치단체','공기업','기타공공단체']
민간부문수주액 = ['제조업','비제조업','국내외국기업']
건축수주액 = ['주택' ,'사무실 및 점포' ,'공장 및 창고' , '관공서' ,'기타']
토목수주액 = ['치산 및 치수', '농림 및 수산', '도로 및 교량', '항망 및 공항', '철도 및 궤도','상하수도','조경공사','발전 및 송전','토지조성','댐','기계설치', '기타', '조경공사']
전국매매지수 = ['단독주택','연립주택','아파트']
서울매매지수 = ['아파트(서울)']
지가변동률 = ['서울','경기','제주']